Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: By that definition, some 115 million Russians are considered to be Europeans.
nb: Om lag 115 millioner russere anses derfor som europeere.

source: Bachelor in Journalism, Oslo and Akershus University College
nb: Bachelor i journalistikk, Høgskolen i Oslo og Akershus

source: Military Power Seminar 2018: New world – new NATO?
nb: Militærmaktseminaret 2018: Ny verden – nytt NATO?

source: China is also keeping a wary eye on potential American security policies in Asia as a result of its announced ‘pivot to Asia’ strategy, (also known as a ‘rebalancing’ policy), since 2011.
nb: Kina holder også øye med potensiell amerikansk sikkerhetspolitikk i Asia i kjølvannet av at USA annonserte en «vending mot Asia»-strategi i 2011.

source: Project contributors: Wilhelmsen, Hjermann, Gjerde, Morozov, Chimiris, Krawatzek and Sasse.
nb: Bidrag fra: Wilhelmsen, Hjermann, Gjerde, Morozov, Chimiris, Krawatzek og Sasse.

source: The European Union (the EU) and EEA
nb: Den europeiske union (EU) og EØS

source: She received her PhD from Stanford University.
nb: Hun tok sin doktorgrad ved Stanford University.

source: Senior Research Fellow at NUPI, Arne Melchior will chair the event.
nb: Seniorforsker på NUPI, Arne Melchior, leder seminaret.

source: By blaming Vladimir Putin for everything that we dislike in the West, we will fail to address the real issues, according to Mark Galeotti, author of the book
nb: Ved å skylde på Vladimir Putin for alt vi misliker i Vesten, klarer vi ikke å ta tak i de faktiske utfordringene, mener Mark Galeotti, forfatter av boken

source: The EU continues to play a central, albeit contradictory, role in the Ukraine crisis.
nb: EU fortsetter å spille en sentral, om enn motstridende, rolle i Ukrainas krise.

source: This self-financing can give him a freer position vis-à-vis for example the powerful Israel lobby.
nb: Egenfinansieringen kan fristille ham for eksempel overfor den sterke Israel-lobbyen.

source: Senior Research Fellow/Coordinator, Centre for Energy Research, NUPI
nb: Forsker I /Leder, Senter for energiforskning (NUPI)

source: Specifically, Wilson Rowe, Blakkisrud, Hoel, Orttung and Sun point to science diplomacy, ocean governance and military-to-military dialogue as key avenues for increased effort:
nb: Spesielt peker Wilson Rowe, Blakkisrud, Hoel, Orttung og Sun på vitenskapsdiplomati, styring av havområdene, og militær-til-militær dialog som viktige veier for økt innsats:

source: Dr. Ivan Krastev is Chairman of the Centre for Liberal Strategies in Sofia and permanent fellow at the Institute for Human Sciences, Vienna.
nb: Ivan Krastev er styreformann i Centre for Liberal Strategies i Sofia, og forsker ved Institute for Human Sciences i Wien.

source: He holds a PhD from the University of Groningen, a Cand.
nb: Han har en PhD fra Universitetet of Groningen, en Cand.

source: 10.50 – 12.00 Comments on the book by Helene Skjeggestad, Aftenposten followed by a conversation between Skjeggestad and Wilhelmsen
nb: 10.50 – 12.00 Kommentarer av boken av Helene Skjeggestad, Aftenposten etterfulgt av diskusjon mellom Skjeggestad and Wilhelmsen

source: – The interests of the developing countries have not been taken into account in the BEPS-project, criticised Annett Oguttu, researcher at the University of South-Africa.
nb: – Utviklingslandenes interesser har ikke blitt tatt med i betraktningen i BEPS-prosessessen, kritiserte Annet Oguttu, forsker ved Universitet i Sør-Afrika.

source: Who is responsible when Norwegians are in trouble abroad, such as Frode Berg in Russia or French and Moland in DR Congo, or in case of natural disasters and terrorist attacks?
nb: Hvem skal ta ansvaret når nordmenn får problemer i utlandet, som Frode Berg i Russland og French og Moland i Kongo, eller ved naturkatastrofer og terrorangrep?

source: Fieldwork will be carried out in Liberia, Mali, and Tanzania.
nb: Feltarbeid vil bli utført i Liberia, Mali og Tanzania.

source: Head of the KAS office for the Baltic States and Nordic countries, Konrad-Adenauer-Stiftung
nb: leder av kontoret for baltiske og nordiske land, Konrad-Adenauer-Stiftung, Tyskland

source: NUPI Brage is an institutional archive that makes publications accessible on the internet.
nb: NUPI Brage er et institusjonelt arkiv hvor publikasjonene blir elektronisk tilgjengelige på Internett.

source: Iran has made a big concession in diluting its 20% enriched material and making its nuclear program more transparent.
nb: Iran har gjort en stor innrømmelse ved å utvanne sitt 20 prosent anrikede materiale og ved å gjøre atomprogrammet sitt mer åpent for innsyn.

source: Professor at the Department of Political Science and Director of the Center for Contemporary Korean Studies, Keio University
nb: professor ved institutt for statsvitenskap og direktør Center for Contemporary Korean Studies, Keio University

source: (co-authored with Andreas Goldthau, Oxford University Press 2015).
nb: (skrevet med Andreas Goldthau, Oxford University Press 2015).

source: Some questioned why the Nobel Peace Prize was not split between Prime Minister Abiy and his Eritrean counterpart, President Isaias Afeworki.
nb: Flere har stilt spørsmål ved hvorfor ikke Nobelkomiteen valgte å dele årets pris mellom statsminister Abiy og hans eritreiske motpart, president Isaias Afeworki.

source: Professor Coker is a regular lecturer at many of the world’s leading defence institutes including the Royal College of Defence Studies in London, the NATO Defence College in Rome and the National Institute of Defence Studies in Tokyo.
nb: Coker foreleser også på flere av verdens ledende forsvarsinstitusjoner, inkludert Royal College of Defense Studies i London, NATO Defence College i Roma og National Institute of Defence Studies i Tokyo.

source: Senior Fellow and Director, Transatlantic Security Program, CNAS
nb: Senior Fellow og direktør, Transatlantic Security Program, CNAS

source: (Retd) was the Commandant of the Indian Military Training Team in Bhutan from October 2011 to January 2014.
nb: (Retd) var kommandant for det indiske militære treningslaget i Bhutan fra oktober 2011 til januar 2014.

source: Since July 2013, 35 peacekeepers have been killed and more than 130 wounded in Mali.
nb: Siden juli 2013 har 35 personer i styrkene her blitt drept, og over 130 skadet.

source: Mathilde Tomine Eriksdatter Giske works as junior research fellow in the
nb: Mathilde Tomine Eriksdatter Giske er vitenskapelig assistent i NUPIs

source: Benjamin de Carvalho and Jon Harald Sande Lie (senior researchers, NUPI) were both awarded grants in the Young Research Talent category.
nb: NUPI-forskerne Benjamin De Carvalho og Jon Harald Sande Lie ble tildelt Unge forskertalenter-stipend i FRIPRO.

source: The Arctic Security Roundtable at the Munich Security Conference 2020 provides one such confidential forum for proactive and constructive debate on Arctic security issues.
nb: Arctic Security Roundtable på MSC2020 gir en fortrolig ramme for proaktiv og konstruktiv debatt om arktiske sikkerhetsspørsmål.

source: Efraim Halevy has been Israel’s ambassador to the European Union and head of Mossad and the Israeli National Security Council.
nb: Efraim Halevy har vært Israels ambassadør til EU og leder av Mossad og det Nasjonale Sikkerhetsrådet.

source: In the first chapter of the book, Galeotti writes:
nb: I bokas første kapittel skriver Galeotti:

source: MPhil/PhD in International Relations - London School of Economics and Political Science
nb: Mastergrad/doktorgrad i internasjonale relasjoner - LSE

source: The Norwegian Presidency in the Security Council in January 2022
nb: Ideer og innspill til Norges presidentskap i Sikkerhetsrådet i januar 2022

source: She received her PhD in Security Studies from Princeton University’s Woodrow Wilson School, where she was a National Science Foundation Graduate Research Fellow.
nb: Wong har en PhD i sikkerhetsstudier fra Woodrow Wilson School ved Princeton University, hvor hun var National Science Foundation Graduate Research Fellow.

source: In this NUPI webinar, which is part of our seminar series
nb: I dette NUPI webinaret, som er del av seminarserien

source: Kevin Dunn, Hobart and William Smith Colleges
nb: Teoriseminar med Kevin Dunn, Hobart and William Smith Colleges I NUPIs teoriseminarserie

source: is about how cyber capacities can, and should, be integrated in the planning of conventional military operations.
nb: omhandler hvordan cyber-kapasiteter kan, og bør, integreres i planleggingen av konvensjonelle militære operasjoner.

source: In such a setting, a ban on use would ring hollow.
nb: I en slik setting ville et forbud være ubrukelig.

source: The image shows a meeting between World Bank President Jim Yong Kim and Chinese President Xi Jinping in July 2018.
nb: Bildet viser et møte mellom Verdensbankens president Jim Yong Kim og Kinas president Xi Jinping i juli 2018.

source: This is what Erik Skare will talk about in this event at NUPI, co-hosted with the
nb: Dette skal Erik Skare snakke om på dette arrangementet som arrangeres av NUPI og

source: D in Political Science, University of Oslo.
nb: PhD i statsvitenskap, Universitetet i Oslo

source: She has a MA in economics from the University of Oslo, and a BA in finance and accounting from the University of Technology in Sydney.
nb: Hun er utdannet master I samfunnsøkonomi på Universitet I Oslo og bachelor I finans og regnskap på University of Technology, Sydney.

source: (Routledge), Senior Research Fellow Kristin Haugevik (NUPI) explores the meaning of such special relationships in everyday political life.
nb: (Routledge) har seniorforsker Kristin Haugevik sett nærmere på betydningen av slike spesielle vennskap.

source: Active equality and diversity efforts require resources both in the form of
nb: Et aktivt likestillings- og mangfoldsarbeid forutsetter ressurser både i form av

source: We are in an exciting development, and employ today around 65 people.
nb: NUPI er i spennende utvikling og har i dag i overkant av 65 årsverk.

source: Horizon 2020 is the EU's current Research and Innovation programme, to which Norway contributes.
nb: Horisont 2020 er EUs forsknings- og innovasjonsprogram, som Norge også bidrar til.

source: A four-time ambassador nominated by three presidents, his last post was as ambassador to Iraq, which he held from April 2009 until August 2010.
nb: Han har blitt utnevnt av tre presidenter og hans siste post var som ambassadør i Irak fra april 2009 til august 2010.

source: This is true for China, especially, but also for India, Russia, and some other non-traditional investor countries.
nb: Det gjelder spesielt Kina, men også India, Russland og noen andre ikke-tradisjonelle investorland.

source: Is Biden, for instance, likely to continue to emphasize the Asia-Pacific and China over European affairs?
nb: Er det for eksempel sannsynlig at Biden fortsetter å prioritere Asia-stillehavsregionen og Kina over Europa?

source: Corporate tax is somewhat higher - 15 percent.
nb: Selskapsskatten er noe høyere - 15 prosent.

source: After a ten year engagement of EU-China Comprehensive Strategic Partnership (2003-2013) EU-China relationship enters into a new era due to the change the Chinese leadership.
nb: Forholdet mellom EU og Kina går inn i en ny fase i kjølvannet av endringer i kinesisk ledelse. Det skjer etter ti år med såkalt EU-China Comprehensive Strategic Partnership (2003-2013).

source: The pandemic is a health crisis, and globally more than 350 000 people has died and almost 6 million have been infected.
nb: Pandemien er en helsekrise, globalt er mer enn 350 000 personer døde og nesten 6 millioner smittet.

source: Our project, STATEISLAM, aims to shift the study of Islam and politics away from the prism of radicalism that has dominated the literature since 1979.
nb: Målet er at vi kan bidra til å skape et skifte i litteraturen bort fra radikaliseringsprismet som har dominert litteraturen siden 1979.

source: that has its base at DIIS in Denmark.
nb: » som har sin base på DIIS i Danmark.

source: In 2016, populist and nationalist political forces made surprising gains in democratic countries, notes the US-based NGO Freedom House in its
nb: 2016 ga populister og nasjonalister overraskende sterk medvind på den politiske arenaen i demokratiske land, påpeker den amerikanske NGO-en Freedom House i sin

source: Professor Roy’s work on the social roots of radicalization is comparative, and distinguishes between radicalization in relatively stable societies in Western Europe (foreign fighters and homegrown radicalization) and in conflict areas across the Middle East, from Afghanistan to Mali.
nb: Roy’s forskning ser på de sosiale prosessene som driver radikaliseringen, og analyserer blant annet forskjellene mellom relativt stabile europeiske samfunn og konfliktområder på tvers av Midtøsten, fra Afghanistan til Mali.

source: The seminar takes place 16.00-–17.00.
nb: Seminaret varer fra 16.00 til 17.00.

source: In the project “Consequences of Investments for National Security” (COINS) we are examining how liberal economies can attract foreign investments whilst at the same time...
nb: I prosjektet «Consequences of Investments for National Security» undersøker vi hvordan liberale økonomier kan tiltrekke utenlandske investeringer, og samtidig redusere og...

source: The article discusses the Indian debate about universalism, eurocentrism and post colonialism, based on Vivek Chibber´s critique of Subaltern Studies in his book Postcolonialism and the Specter of Capital.
nb: Artikkelen diskuterer den indiske debatten om universalisme, eurosentrisme og postkolonialisme, med utgangspunkt i Vivek Chibbers kritikk av Subaltern-skolen.

source: In December 2015, Danish voters decided in a referendum to uphold the country's full opt-out agreement on justice and home affairs in the European Union.
nb: I en dansk folkeavstemning i desember 2015 ble det flertall for fortsatt dansk unntak fra deltakelse i EU i juridiske og innenrikspolitiske saker.

source: - Madeline Carr is among the top experts on international relations and cybersecurity, and we are very grateful to have her visit NUPI.
nb: - Madeline Carr er en av de fremste forskerne i internasjonale relasjoner og cybersikkerhet og det var gledelig og nyttig å få henne til NUPI.

source: The first Chechen war took place in 1994 - 1996.
nb: Den første Tsjetsjenia-krigen varte fra 1994 - 1996.

source: How does the U.S. Cyber Command wish to position itself in cyberspace?
nb: Hvordan ønsker det amerikanske cyberforsvaret å posisjonere seg i cyberspace?

source: A new report takes the temperature on China’s relations to European countries during the COVID-19 pandemic.
nb: En ny rapport tar tempen på Kinas relasjoner til europeiske land under COVID-19 pandemien.

source: And what implications does this have for the EU’s crisis response?
nb: Og hvilke konsekvenser har dette for EUs kriserespons?

source: In the anniversary year of 2019 we will, as we usually do, focus more on the current situation in the world and future topics than on our own history.
nb: I jubileumsåret 2019 vil vi - som vi også ellers pleier - være mer opptatt av å se på samtiden og fremtiden i den internasjonale politikken enn å feire vår egen historie.

source: In 2008, Norway extended DFQF to another 14 low-income countries.
nb: I 2008 ble denne “nulltollordningen” utvidet til å omfatte ytterligere 14 lavinntektsland.

source: In our work, we aim to answer the following questions: 1) What types of digital attacks should the petroleum sector expect?
nb: Vi forsøker med dette prosjektet å svare på følgende spørsmål: 1) Hvilke typer digitale angrep kan vi forvente mot petroleumssektoren?

source: and Research’s expansion of the Committee for Gender Balance and Diversity in Research’s
nb: Utvidelsen fra kjønn til mangfold korresponderer med at Komité for kjønnsbalanse og mangfold

source: – Tax treaties were first signed in the 1890’s between Germany and Austria.
nb: – Skatteavtaler ble først signert på 1890-tallet mellom Tyskland og Østerrike.

source: Kate Hansen Bundt is Secretary General of the Norwegian Atlantic Committee.
nb: Kate Hansen Bundt er generalsekretær for Den norske Atlanterhavskomité.

source: These processes of judgment and justification feed back into the repertoire of universals (structuration).
nb: Disse prosessene for dømmekraft og rettferdiggjørelse går tilbake inn i repertoaret av universalier (structuration).

source: Chair is Senior Research Fellow at NUPI Njord Wegge.
nb: Ordstyrer er seniorforsker ved NUPI Njord Wegge.

source: Chairman of the Munich Security Conference
nb: , leder av Munich Security Conference

source: (Norway-chapter from page 63).
nb: (kapittelet om Norge fra side 63).

source: Presentation by Ms. Kim Zetter
nb: Presentasjon ved Kim Zetter

source: Following the debates in the EU after the Paris attacks, a number of questions arise.
nb: En rekke spørsmål oppstår i kjølvannet av debattene i EU etter Paris-angrepene.

source: Ambassador Guillaume Nseke is a diplomat at African Centre for Science and International Security (AFRICSIS), and has previously worked in Nigeria, Burkina Faso, Togo, Niger and Benin with bilateral relations, and he has been a representative of the OIF and the UN.
nb: Guillaume Nseke jobber ved African Centre for Science and International Security (AFRICSIS), og har blant annet arbeidet i Nigeria, Burkina Faso, Togo, Niger og Benin med bilaterale forhold, og som representant for OIF og FN.

source: To realize the 17 SDGs, we need stronger partnerships and deeper involvement from civil society, the private sector, trade unions, local governments and other relevant stakeholders.
nb: For å kunne gjennomføre de 17 bærekraftsmålene trenger vi sterke partnerskap og dypere innvolvering fra sivilsamfunnet, privat sektor, handelsunioner, lokale myndigheter og andre relevante parter.

source: Radical Islam on the rise in Russia
nb: Radikal islam vokser frem i Russland

source: Professor Frank Schimmelfennig is visiting NUPI to discuss differentiated integration, which has become a core feature of European integration.
nb: Professor Frank Schimmelfennig kommer til NUPI for å diskutere differensiert integrasjon, som har blitt et hovedtrekk ved europeisk integrasjon.

source: Professor of Global Politics and Cybersecurity, UCL
nb: Professor i global politikk og cybersikkerhet, UCL

source: Unlike the past, including 9/11, Europe is not more united with a desire for further integration.
nb: I motsetning til tidligere, blant annet etter 9/11, står ikke Europa i dag mer samlet i ønsket om ytterligere integrasjon.

source: From 2002, duty-free, quota-free market access (DFQF) in Norway was granted for the Least Developed Countries (LDCs).
nb: Der minst utviklede land (MUL) hadde fra 2002 toll- og kvotefri adgang til det norske markedet for alle varer.

source: The project reports offer a valuable window into China’s engagements in these areas,' says Gåsemyr.
nb: Prosjektrapportene gir et godt innblikk i Kinas engasjement på disse områdene, sier Gåsemyr.

source: Røysamb has a master’s degree in political science from the University of Oslo and a BA in comparative politics from the University of Oslo.
nb: Røysamb har en mastergrad i statsvitenskap fra Universitet i Oslo og en bachelorgrad i sammenlignende politikk fra Universitet i Bergen med utveksling ved SOAS University of London.

source: In this year’s ranking of the world’s 150 best think tanks outside the US, NUPI is ranked as number 47.
nb: I årets rangering av verdens 150 beste tenketanker utenfor USA ligger NUPI på en 47. plass.

source: He holds a doctorate degree in International Relations from the International Relations Institute of Cameroon and his interests include international relations and diplomacy, regional integration and economic and social development, negotiation, conflict prevention, terrorism and international security.
nb: Han har en doktorgrad i internasjonale relasjoner fra International Relations Institute of Cameroon og hans interesseområder er blant annet internasjonale forhold og diplomati, regional integrasjon og økonomisk og sosial utvikling, forhandling, konfliktforebyggende arbeid, terrorisme og internasjonal sikkerhet.

source: Opening of the seminar – Ulf Sverdrup, director of NUPI
nb: Åpning av seminaret - Ulf Sverdrup, direktør i NUPI

source: The research objective addresses the most pertinent development challenge of this age, as more than 80 % of the world’s poor are predicted to be living in fragile states by 2030.
nb: FRAGTAX tar for seg den mest relevante utviklingsutfordringen i denne alderen, ettersom mer enn 80 % av verdens fattige er spådd å leve i skjøre stater innen 2030.

source: Year program of Law - The University of Oslo
nb: Årsenhet rettsvitenskap - Universitetet i Oslo

source: , Senior Research Fellow and Head of NUPI’s Research Group on Global Order and Diplomacy will chair the event.
nb: , seniorforsker og leder av NUPIs forskningsgruppe om global orden og diplomati leder arrangementet.

source: Communications Advisor, Norwegian Institute of International Affairs
nb: Kommunikasjonsrådgiver, Norsk utenrikspolitisk institutt

source: Startup appropriation from the Parliament was NOK 100 000. NUPI started with two employees and was without its own premises.
nb: Startbevilgningen fra Stortinget var på 100 000 kroner og innebar at NUPI startet med to ansatte, uten lokaler.

source: What accounts for the positive change in their relationship?
nb: Hva skyldes den positive endringen i forholdet mellom de to landene?

source: Her research interests include climate change and conflict, international environmental law and climate justice, and human rights in peace settlements.
nb: Annes forskningsinteresser inkluderer klima og konflikt, internasjonal miljølov og klimarettferdighet og menneskerettigheter i fredsvataler.

source: NUPI together with 40 partners from across the globe have established an international network to undertake research into the effectiveness of peace operations.
nb: NUPI har sammen med 40 partnere over hele verden etablert et internasjonalt nettverk for å forske på fredsoperasjoners effektivitet.

source: Almost all de facto states that survive for some time have a powerful 'patron' that provides security guarantees and economic support.
nb: Nesten alle de facto-stater som overlever i noe tid har en "patron" eller "beskytterstat" som sørger for sikkerhetsgarantier og økonomisk støtte.

source: NUPI and the ʻSkattJaktʼ-nettwork have the pleasure of inviting to a seminar with Dr Giulia Piccolino from Institute of African Affairs, German Institute of Global and Area Studies (GIGA), Hamburg.
nb: NUPI og ʻSkattJaktʼ-nettverket har gleden av å invitere til et seminar med Dr Giulia Piccolino fra Institute of African Affairs, German Institute of Global and Area Studies (GIGA), Hamburg.

source: The presentation discussed various kinds of cyber risks, cyberconflict in international relations, and implications for Norway
nb: Foredraget tok for seg ulike typer cybertruser, og cyberkonlikt i internasjonal politikk, og implikasjoner for Norge.

source: Norway will need to instigate a stimulus to kick start the economy anyway.
nb: Norge trenger uansett en stimulus for å kickstarte økonomien.

source: He has also held research and fellowship positions at New America, Columbia University SIPA, Sciences Po CERI, and NATO CCD COE.
nb: Han har også hatt forsknings- og stipendiatstillinger ved New America, Columbia University SIPA, Sciences Po CERI og NATO CCD COE.
